alexkrechik.cucumberautocomplete
bibhasdn.django-html
bibhasdn.django-snippets
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.jupyter
donjayamanne.python-extension-pack
eg2.tslint
eg2.vscode-npm-script
formulahendry.auto-close-tag
formulahendry.code-runner
HookyQR.beautify
magicstack.MagicPython
ms-python.python
msjsdiag.debugger-for-chrome
PeterJausovec.vscode-docker
redhat.java
techer.open-in-browser
vscjava.vscode-java-debug
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wholroyd.jinja
Zignd.html-css-class-completion
